{
    "home" : {
        "title" : "الصفحة الرئيسية",
        "about": "من نحن",
        "contact": "تواصل منا",
        "heroText1": "استكشف عالمًا من الاسترخاء: احجز موعدك الان",
        "heroText2": "تطبيق BeFresh هو حل متقدم مصمم لتبسيط عملية الحجز لكل من أصحاب الصالونات والعملاء. بفضل المميزات الرائعة والواجهة السهلة الاستخدام، يهدف تطبيقنا إلى إحداث ثورة في كيفية إدارة الصالونات للمواعيد مع تعزيز تجربة العملاء.",
        "downloadApp": "تحميل التطبيق",
        "keyFeatures": "المزايا الاساسية",
        "greatSolutionToSkipTheLine":"احجز موعدك وتجنب الانتظار",
        "createReservations": "احجز مواعيدك",
        "createReservationsText": "Streamline the booking process with our intuitive reservation system, allowing clients to easily schedule their salon appointments in just a few clicks.",
        "manageAppointments": "إدارة المواعيد",
        "manageAppointmentsText": "Salon owners can easily manage their appointments, view their schedules, and track their bookings in real-time.",
        "staffManagement": "إدارة الموظفين",
        "staffManagementText": "Salon owners can easily manage their staff, assign them to specific services, and track their performance.",
        "reportingAndAnalytics": "التقارير والتحليلات",
        "reportingAndAnalyticsText": "Salon owners can easily track their performance, view their sales, and generate reports to help them make informed decisions.",
        "notificationsCenter": "مركز الإشعارات",
        "notificationsCenterText": "Salon owners",
        "paymentProcessing": "معالجة الدفع",
        "paymentProcessingText": "Salon owners can easily process payments, view their sales, and generate reports to help them make informed decisions.",
        "letsDownload":"حمل التطبيق مجانا من Apple Store و Google Play",
        "letsDownloadText":"With its comprehensive features, user-friendly interface, and focus on empowering salon owners and enhancing the customer experience, our salon reservation app is poised to transform the way beauty establishments manage appointments and engage with their clients. Join us in revolutionizing the beauty industry and unlocking new levels of success for your salon business.",
        "availableOn":"متوفر على",
        "appScreens":"صور التطبيق",
        "joinBefresh":"انضم إلى BeFresh",
        "joinBefreshText":"To increase your traffic and enhance you salon performance join BeFresh App. Contact us for more information",
        "officeAddress":"العنوان",
        "phoneNumber":"رقم الجوال",
        "emailUs" : "راسلنا",
        "privacyPolicy":"سياسة الخصوصية",
        "allRight":": جميع الحقوق محفوظة",
        "companyName":"المجتمع المطور لتقنية المعلومات"
    
    }
}