{
    "home" : {
        "title" : "الصفحة الرئيسية",
        "about": "من نحن",
        "contact": "تواصل معنا",
        "heroText1": "استكشف عالمًا من الاسترخاء: احجز موعدك الان",
        "heroText2": "تطبيق BeFresh هو حل متقدم مصمم لتبسيط عملية الحجز لكل من أصحاب الصالونات والعملاء. بفضل المميزات الرائعة والواجهة السهلة الاستخدام، يهدف تطبيقنا إلى إحداث ثورة في كيفية إدارة الصالونات للمواعيد مع تعزيز تجربة العملاء.",
        "downloadApp": "تحميل التطبيق",
        "keyFeatures": "المزايا الاساسية",
        "greatSolutionToSkipTheLine":"احجز موعدك وتجنب الانتظار",
        "createReservations": "احجز مواعيدك",
        "createReservationsText": "قم بتبسيط عملية الحجز باستخدام نظام الحجز البديهي لدينا، مما يسمح للعملاء بجدولة مواعيد صالونهم بسهولة ببضع نقرات فقط.",
        "manageAppointments": "إدارة المواعيد",
        "manageAppointmentsText": "قم بتنظيم جميع حجوزات صالونك والإشراف عليها بكل سهولة، مع ضمان عدم وجود حجوزات مزدوجة أو تعارضات في الجدول الزمني، وذلك بفضل أدوات الإدارة القوية لدينا.",
        "staffManagement": "إدارة الموظفين",
        "staffManagementText": "قم بتمكين فريقك باستخدام ميزات إدارة الموظفين لدينا، مما يتيح لك تعيين المهام وتتبع الأداء وتحسين عمليات صالونك للحصول على تجربة عملاء سلسة.",
        "reportingAndAnalytics": "التقارير والتحليلات",
        "reportingAndAnalyticsText": "احصل على رؤى قيمة حول أداء صالونك واتجاهات العملاء من خلال أدوات التقارير والتحليلات الشاملة لدينا، مما يساعدك على اتخاذ قرارات تعتمد على البيانات لنمو الأعمال.",
        "notificationsCenter": "مركز الإشعارات",
        "notificationsCenterText": "أبقِ عملائك مطلعين ومتفاعلين من خلال مركز الإشعارات لدينا، حيث يمكنك إرسال التحديثات والتذكيرات والعروض الترويجية في الوقت المناسب، مما يعزز رضا العملاء وولائهم.",
        "paymentProcessing": "معالجة الدفع",
        "paymentProcessingText": "قم بتبسيط المعاملات المالية من خلال إمكانيات معالجة الدفع الآمنة والفعالة، مما يسمح للعملاء بدفع ثمن الخدمات دون أي متاعب وضمان إدارة إيراداتك بسهولة.",
        "letsDownload":"حمل التطبيق مجانا من Apple Store و Google Play",
        "letsDownloadText":"بفضل ميزاته الشاملة وواجهته سهلة الاستخدام وتركيزه على تمكين أصحاب الصالونات وتعزيز تجربة العملاء، فإن تطبيق حجز الصالونات لدينا على استعداد لتحويل الطريقة التي تدير بها مؤسسات التجميل المواعيد وتتواصل مع عملائها. انضم إلينا في إحداث ثورة في صناعة التجميل وفتح مستويات جديدة من النجاح لأعمال الصالون الخاصة بك.",
        "availableOn":"متوفر على",
        "appScreens":"صور التطبيق",
        "joinBefresh":"انضم إلى BeFresh",
        "joinBefreshText":"لزيادة عدد زوارك وتحسين أداء صالونك، انضم إلى BeFresh \n تواصل معنا لمزيد من المعلومات",
        "officeAddress":"العنوان",
        "phoneNumber":"رقم الجوال",
        "emailUs" : "راسلنا",
        "privacyPolicy":"سياسة الخصوصية",
        "allRight":"جميع الحقوق محفوظة ",
        "companyName":"للمجتمع المطور لتقنية المعلومات",
        "yourName":"اسمك",
        "yourNumber":"رقم الجوال",
        "enterMessage":"رسالتك",
        "sendYourMessage":"ارسل رسالتك",
        "address": "4180، نصر الدين الطائي، 6185، حي الفلاح، الرياض 13314",
        "primaryPhoneNumber": "502649885 (966+)",
        "secondaryPhoneNumber": "530929534 (966+)",
        "submittedSuccessfully": "شكرًا للتواصل معنا! سنقوم بالتواصل معك قريبًا.",
        "submitError": "حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.",
        "phoneNumberError": "الرجاء إدخال رقم جوال صحيح. مثل 05XXXXXXXX",
        "nameError": "الرجاء إدخال اسم أطول من 3 أحرف"
    },
    "privacyPolicy": {
        "termsAndConditions": "البنود والشروط",
        "privacyPolicy": "سياسة الخصوصية",
        "privacyRule1Text": "المعلومات التي نقوم بجمعها",
        "privacyRule1SubText":
          "قد نقوم بجمع معلومات شخصية مثل الأسماء وتفاصيل الاتصال وتاريخ الحجز لتوفير خدمات العناية الشخصية بكفاءة. يتم تخزين هذه المعلومات بشكل آمن وتُستخدم فقط لتعزيز تجربتك في العناية الشخصية.",
        "privacyRule2Text": "كيفية استخدام معلوماتك",
        "privacyRule2SubText":
          "يتم استخدام بياناتك لجدولة المواعيد وتقديم الخدمات المخصصة والتواصل. نحن نعطي أولوية لسرية وأمان معلوماتك، ولا نشاركها مع أطراف ثالثة دون موافقتك الصريحة.",
        "privacyRule3Text": "أمان البيانات",
        "privacyRule3SubText":
          "نحن نستخدم تدابير أمان معيارية في الصناعة لحماية بياناتك من الوصول غير المصرح به والكشف والتغيير والتدمير. خصوصيتك هي من أهم أولوياتنا.",
        "privacyRule4Text": "سياسة الكوكيز",
        "privacyRule4SubText":
          "يستخدم موقعنا الإلكتروني ملفات تعريف الارتباط لتعزيز تجربتك في التصفح. من خلال متابعة استخدام موقعنا، فإنك توافق على استخدام ملفات تعريف الارتباط وفقًا لسياسة الخصوصية لدينا.",
        "termsRule1Text": "حجز واستخدام التطبيق",
        "termsRule1SubText":
          "باستخدام نظام الحجز والتطبيقات المحمولة الخاصة بنا، فإنك توافق على تقديم معلومات دقيقة للمواعيد. يُحظر بشدة أي إساءة استخدام أو وصول غير مصرح به إلى النظام.",
        "termsRule2Text": "الإلغاء وإعادة الجدولة",
        "termsRule2SubText":
          "قد يلغي العملاء المواعيد أو يعيدون جدولتها في الوقت المناسب. قد يخضع الإلغاءات المتأخرة أو عدم الحضور لرسوم.",
        "termsRule3Text": "مسؤولية الخدمة",
        "termsRule3SubText":
          "بينما نسعى للتميز في كل خدمة عناية شخصية، لا يمكننا ضمان نتائج محددة. قد تختلف النتائج بناءً على تفضيلات الأفراد وأنواع الشعر.",
        "termsRule4Text": "الملكية الفكرية",
        "termsRule4SubText":
          "كل المحتوى على موقعنا الإلكتروني، بما في ذلك الشعارات والصور والنصوص، هو ملكية فكرية لشركة BeFresh. يُحظر بشكل صارم الاستخدام غير المصرح به أو التكرار.",
        "termsRule5Text": "تغييرات على البنود والسياسات",
        "termsRule5SubText":
          "نحتفظ بالحق في تحديث بنودنا وشروطنا وسياسة الخصوصية في أي وقت. يعني استمرار استخدام خدماتنا قبول هذه التغييرات."
    }
}